[
	{
		"title": "The basics",
		"link": "section.html",
		"sections" : [
			{
				"title": "Basics section 1",
				"teaser": "Necessitatibus temporibus distinctio repellendus praesentium officiis sapiente eligendi deserunt, culpa fugit quae suscipit quod asperiores, vel nam velit perspiciatis labore, optio neque?",
				"link": "article.html"
			},
			{
				"title": "Basics section 2",
				"teaser": "Voluptatum cum expedita aspernatur cupiditate aperiam. Distinctio eos vero quibusdam doloribus, amet assumenda excepturi. Aspernatur reprehenderit qui dolorem impedit sed facere, facilis.",
				"link": "article.html"
			},
			{
				"title": "Basics section 3",
				"teaser": "Enim dolor, et, accusamus rem nisi voluptatibus mollitia vitae esse assumenda, expedita, quisquam eos maxime nesciunt ad dolorem quis dolore blanditiis. Tempora.",
				"link": "article.html"
			},
			{
				"title": "Basics section 4",
				"teaser": "Quis excepturi accusantium sed quibusdam suscipit, accusamus repudiandae aperiam eos fuga libero laboriosam fugit laborum, non odio quidem cumque, molestiae ipsam sint.",
				"link": "article.html"
			},
			{
				"title": "Basics section 5",
				"teaser": "Ipsa inventore necessitatibus nesciunt enim cupiditate rerum fugit, consectetur facilis recusandae consequatur eius quidem. Praesentium necessitatibus iusto, totam alias illo ipsam error.",
				"link": "article.html"
			}
		]
	},
	{
		"title": "Routines",
		"link": "section.html",
		"sections" : [
			{
				"title": "Routines section 1",
				"teaser": "Et consequuntur, adipisci odio corporis nihil consectetur perferendis, officia natus, repellat autem voluptates? Aut quod eius dolorum voluptates aspernatur maxime consequuntur saepe.",
				"link": "article.html"
			},
			{
				"title": "Routines section 2",
				"teaser": "Maxime, numquam dignissimos possimus nihil. Optio dolore nemo quasi tempora, deserunt adipisci iusto dignissimos recusandae, illo delectus. Vel, quis! Vitae, asperiores sunt?",
				"link": "article.html"
			},
			{
				"title": "Routines section 3",
				"teaser": "Beatae eveniet impedit, consequatur et! Ea laborum numquam, aut amet, illo, harum similique eum modi libero culpa blanditiis, exercitationem quia voluptatem saepe.",
				"link": "article.html"
			},
			{
				"title": "Routines section 4",
				"teaser": "Distinctio nisi quisquam vel commodi, impedit mollitia perspiciatis aperiam sequi obcaecati consequatur eius suscipit inventore, velit aliquid illo in voluptatum, officiis dicta.",
				"link": "article.html"
			},
			{
				"title": "Routines section 5",
				"teaser": "Quia, praesentium iure provident explicabo velit deleniti nihil placeat nulla dolores et quibusdam ullam libero, facere a dolor temporibus at sed enim.",
				"link": "article.html"
			}
		]
	},
	{
		"title": "Lifestyle",
		"link": "section.html",
		"sections" : [
			{
				"title": "Lifestyle section 1",
				"teaser": "Quae officia, enim, corrupti sit repudiandae ipsum quam praesentium ullam temporibus aspernatur accusantium, mollitia iste reprehenderit, aliquid aperiam dolor? Temporibus, vero, asperiores!",
				"link": "article.html"
			},
			{
				"title": "Lifestyle section 2",
				"teaser": "Dolor dolorem necessitatibus temporibus sint accusantium at, similique ut, vero explicabo! Cupiditate corrupti, ipsa inventore quas dolorem quaerat ad ullam dolor voluptatibus!",
				"link": "article.html"
			},
			{
				"title": "Lifestyle section 3",
				"teaser": "Dicta nulla tenetur, rem eveniet, provident accusamus iusto labore fugit nemo obcaecati quam hic reprehenderit, minus saepe cum odio, repellendus excepturi. Odio!",
				"link": "article.html"
			},
			{
				"title": "Lifestyle section 4",
				"teaser": "Exercitationem harum, molestiae eveniet expedita qui impedit ab tempora iure cum officiis deserunt, architecto minima blanditiis fugit nobis explicabo ex consectetur eum!",
				"link": "article.html"
			},
			{
				"title": "Lifestyle section 5",
				"teaser": "Unde, minus, dolor. Eum dolorem, ex doloribus et nam, laudantium impedit recusandae veritatis eligendi perferendis, officiis. Nam molestiae repellendus quisquam impedit blanditiis?",
				"link": "article.html"
			}
		]
	},
	{
		"title": "Solutions",
		"link": "section.html",
		"sections" : [
			{
				"title": "Solutions section 1",
				"teaser": "Perferendis maxime minima neque, fugit ex dignissimos deserunt dolores aut magnam veritatis eos perspiciatis corrupti praesentium at voluptatem. Eligendi obcaecati unde laborum.",
				"link": "article.html"
			},
			{
				"title": "Solutions section 2",
				"teaser": "Non, quisquam quos ratione eum reprehenderit rem enim vitae ex vel officia, nulla recusandae, nostrum sint, corporis ab architecto repellat. Accusamus, illo?",
				"link": "article.html"
			},
			{
				"title": "Solutions section 3",
				"teaser": "Neque soluta sint fugiat fugit sunt omnis rem reiciendis dolor, iste voluptate voluptas impedit assumenda dolorum numquam quaerat atque quos voluptatibus ullam!",
				"link": "article.html"
			},
			{
				"title": "Solutions section 4",
				"teaser": "Ut dicta fuga eveniet, odio nisi dolor repellendus, numquam voluptatum, magni cupiditate repellat dolore amet nobis assumenda molestiae maxime. Vitae, veritatis, consequuntur.",
				"link": "article.html"
			},
			{
				"title": "Solutions section 5",
				"teaser": "Praesentium excepturi vitae aliquid cumque voluptate aliquam pariatur, quaerat a perferendis atque dolore eligendi facilis corporis temporibus accusamus vero dicta. Repellendus, debitis.",
				"link": "article.html"
			}
		]
	},
	{
		"title": "About Coloplast",
		"link": "section.html",
		"sections" : [
			{
				"title": "About section 1",
				"teaser": "Minima, numquam nobis culpa nostrum repudiandae inventore, debitis, laboriosam animi aliquam laudantium, sunt nam commodi voluptatibus alias accusantium ab officia natus itaque.",
				"link": "article.html"
			},
			{
				"title": "About section 2",
				"teaser": "Debitis molestiae saepe dolorem quae earum? Deleniti similique earum recusandae error, ducimus corporis atque, nihil, in reprehenderit beatae esse dignissimos accusantium nisi.",
				"link": "article.html"
			},
			{
				"title": "About section 3",
				"teaser": "Aspernatur sed enim, dolorem animi, aliquam magnam. Debitis iure odit iste nulla minima iusto magnam blanditiis repellendus rem itaque, nisi atque, neque!",
				"link": "article.html"
			},
			{
				"title": "About section 4",
				"teaser": "Ab tempore ipsum eum est placeat nemo vero blanditiis possimus fugit provident, ipsa id, aspernatur velit. Harum laboriosam, ullam culpa et praesentium!",
				"link": "article.html"
			},
			{
				"title": "About section 5",
				"teaser": "Temporibus eos iure dolore, quas id facere omnis ducimus aperiam debitis, earum sint rerum labore sit, quae recusandae, harum ipsum ad. Quaerat?",
				"link": "article.html"
			}
		]
	}
]